{
   "blurb" : "Artificial intelligence, programming and cybersecurity enthusiast<br><a href=\"https://github.com/ErikZubarev\" target=\"_blank\">@GitHub</a>",
   "arrowText": "<strong>Contact me</strong>",
   "AboutMeheader1": "About me",
   "thirdheader": "Key skills",
   "ProjectsHeader": "Projects",
   "finalHeader": "Get in touch",
   "AboutMeParagraph1":"<strong>Welcome to my portfolio!</strong> My name is Erik, I hold a bachelor’s degree in computer science and have worked as an IT technician for over five years. I have been programming since middle school, where I joined a programming club in my free time. I found joy in learning and understanding computers at this early age, which led me to choose a high school with a technical program to study programming at a higher level, and later at university where I earned my degree. I have a deep understanding of the modern class-based programming paradigm. I know a broad range of programming languages, and I am always looking to expand my knowledge.",
   "AboutMeParagraph2":"My core skills lie in <strong>Java, Linux and problem-solving </strong>. I work best in collaborative environments, but I also need time to be able to think things through on my own. I am a good mentor and teacher, skills I developed through my job as an IT technician and student assistant at my old high school. Above all, I am sharp and learn quickly, which allows me to adapt to new tools, frameworks, and ideas easily.",
   "AboutMeParagraph3":"I care deeply about my privacy and security. I always make an effort to understand and customize the devices I use, for instance my phone and home computers run custom operating systems. Doing everything myself is more difficult, but it’s important to me to learn how my devices work and to have the ability to solve problems independently. Currently, I am figuring out how to set up my own server to host my files in the future.",
   "AboutMeParagraph4":"Outside of technology, I’m a well-rounded individual with many interests. I play the piano, stay physically active, and regularly practice Brazilian jiu-jitsu. I also enjoy taking cycling trips and have participated in races. I also have niche interests such as architecture, cooking and science.",
   "ProjectsIntro":"<strong>This section showcases the best projects I have worked on</strong> to illustrate my knowledge and abilities. Each project links to the relevant GitHub if you want access to the code.",
   "ProjectsProject1Header": "<a href=\"https://github.com/PVT-15-3/HoopUp\" target=\"_blank\">HoopUp - The basketball app</a>",
   "ProjectsProject1text1": "HoopUp is a project that I and seven other people collaborated on during our studies at Stockholm University. With four designers and four programmers, we managed to create an app that integrates APIs to book basketball games. This app connects to a Firebase database, implements unit testing and even has a built-in chat.",
   "ProjectsProject1text2": "I assumed the role of Scrum Master during the project and was also in charge of programming and unit testing. We actively used GitHub and followed the Agile Scrum model throughout the project, resulting in something we are all incredibly proud of. The project was mostly written in Dart using Flutter, and can therefore be downloaded on both iOS and Android devices.",
   "ProjectsProject1text3": "In the gallery below, you can see part of the code, a class diagram, and a demo video. We used providers to easily perform updates to UI elements, and it was also the first time we worked with asynchronous programming. It was difficult to learn so much and to keep track of so many elements at the same time, but it was very rewarding.",
   "ProjectsProject2Header" : "",   
   "ProjectsProject2text1" : "",
   "ProjectsProject3Header" : "",   
   "ProjectsProject3text1" : "",
   "ProjectsProject3text2" : "",
   "ProjectsProject3text3" : "",
   "ServicesHeader": "Other services",
   "ServicesText": "<strong>I have an extensive education around computer and systems sciences</strong> where I have learned a lot of things that are not only programming. I have an interest in: <ul><li>AI Development</li><li>Cybersecurity consultation</li><li>App development</li><li>UI/UX/Intuitive Design</li><li>Graphic design</li></ul>",
   "finalEmail": "Email",
   "finalPhone": "Phone",
   "finalAddress": "Address",
   "finalElsewhere": "Elsewhere",
   "finalEmailForm": "<strong>Want me on your team?</strong> Fill out the form below to send me an email!",
   "namePlaceholder": "Name",
   "emailPlaceholder": "Email",
   "messagePlaceholder": "Message",
   "buttonText": "Send message"
}
