{
    "blurb" : "Энтузиаст ИИ, ИТ и кибербезопасности, увлеченный обучением и решением проблем <br><a href=\"https://www.linkedin.com/in/erik-zubarev/\" target=\"_blank\">@LinkedIn</a>",
    "arrowText": "<strong>Свяжитесь со мной</strong>",
    "AboutMeheader1": "Обо мне",
    "thirdheader": "Ключевые навыки",
    "ProjectsHeader": "Проекты",
    "finalHeader": "Связаться",
    "AboutMeParagraph1":"<strong>Добро пожаловать в мое портфолио!</strong> Меня зовут Эрик, и у меня степень бакалавра в области компьютерных наук. Моя выпускная работа была посвящена созданию фреймворка для выявления ключевых функций безопасности в системах искусственного интеллекта для обнаружения фишинга. Я занимаюсь программированием с средней школы, где посещал кружок программирования в свободное время. Уже тогда я получил удовольствие от изучения и понимания компьютеров, и это продолжилось в старшей школе, где я выбрал техническую программу для углубленного изучения программирования, а затем в университете, где получил степень. Этот путь дал мне глубокое понимание современного объектно-ориентированного парадигма программирования, широкий спектр языков программирования и стремление узнавать больше.",
    "AboutMeParagraph2":"<strong>Мои основные навыки — это Java, Linux, интуитивный и доступный дизайн, а также решение проблем.</strong> Я лучше всего работаю в командной среде, но мне также нужно время, чтобы обдумать задачи самостоятельно. Мне нравится напрямую сталкиваться с вызовами, и я постоянно ищу новые возможности для обучения. Работая ассистентом студента, я сосредоточился на понимании перспектив других людей, что сделало меня более эффективным наставником и преподавателем. Прежде всего, я быстро учусь и легко адаптируюсь к новым инструментам, фреймворкам и идеям.",
    "AboutMeParagraph3":"Я уделяю большое внимание конфиденциальности и безопасности. Я всегда стараюсь понять и настроить устройства, которыми пользуюсь, например, мой телефон и домашние компьютеры работают на кастомных операционных системах. Делать все самостоятельно может быть сложнее, но для меня важно знать, как работают мои устройства, и иметь возможность решать проблемы самостоятельно. В будущем я намерен расширить свою независимость, создав собственный сервер.",
    "AboutMeParagraph4":"Вне технологий я разносторонний человек с множеством интересов. Я играю на пианино, поддерживаю физическую активность и регулярно занимаюсь бразильским джиу-джитсу. Мне также нравятся велосипедные поездки, и я участвовал в гонках. Кроме того, у меня есть нишевые интересы, такие как архитектура, кулинария и наука.",
    "ProjectsIntro":"<strong>Этот раздел демонстрирует различные проекты, над которыми я работал.</strong> Это одни из лучших проектов, которые иллюстрируют мои знания и способности. Каждый проект имеет ссылку на мой GitHub, если вам нужен доступ к коду",
    "ProjectsProject1Header": "<a href=\"https://github.com/PVT-15-3/HoopUp\" target=\"_blank\">HoopUp - баскетбольное приложение</a>",
    "ProjectsProject1text1": "HoopUp - это проект, над которым я и еще семь человек сотрудничали во время учебы в Стокгольмском университете. С четырьмя дизайнерами и четырьмя программистами нам удалось создать инновационное приложение, которое интегрирует API, модульное тестирование и базы данных для бронирования баскетбольных игр, фильтрации участников и общения для планирования.",
    "ProjectsProject1text2": "В ходе проекта я выполнял роль Скрам-мастера и также помогал с программированием и Unit Testing. Мы активно использовали GitHub и следовали модели Agile Scrum на протяжении всего проекта, что привело к созданию продуктa, чем мы все невероятно гордимся. Проект был в основном написан на Dart с использованием Flutter, и, следовательно, его можно загрузить как на iOS, так и на Android.",
    "ServicesHeader": "Другие услуги",
    "ServicesText": "<strong>У меня обширное образование в области компьютерных и информационных наук</strong>, где я узнал много вещей, которые не только программирование. У меня есть интерес к - и я предлагаю услуги в следующих областях: <ul><li>Разработка ИИ</li><li>Консультации по кибербезопасности</li><li>Fullstack веб-разработка</li><li>Разработка приложений</li><li>UI/UX/интуитивный дизайн</li><li>Графический дизайн</li></ul>",
    "finalEmail": "Э-почта",
    "finalPhone": "Телефон",
    "finalAddress": "Адрес",
    "finalElsewhere": "Другие места",
    "finalEmailForm": "<strong>Хотите работать со мной?</strong> Заполните форму ниже, чтобы отправить мне письмо!",
    "namePlaceholder": "Имя",
    "emailPlaceholder": "Электронная почта",
    "messagePlaceholder": "Сообщение",
    "buttonText": "Отправить сообщение"
}