{
   "blurb" : "Энтузиаст ИИ, ИТ и кибербезопасности<br><a href=\"https://github.com/ErikZubarev\" target=\"_blank\">@GitHub</a>",
   "arrowText": "<strong>Связаться со мной</strong>",
   "AboutMeheader1": "Обо мне",
   "thirdheader": "Ключевые навыки",
   "ProjectsHeader": "Проекты",
   "finalHeader": "Связаться",
   "AboutMeParagraph1":"<strong>Добро пожаловать в мое портфолио!</strong> Меня зовут Эрик, у меня степень бакалавра в области компьютерных наук, и я более пяти лет работал ИТ‑техником. Я программирую со средней школы, когда посещал кружок программирования в свободное время. Мне нравилось изучать и понимать компьютеры с раннего возраста, что привело меня к выбору технической программы в старшей школе, а затем — к университету, где я получил свою степень. У меня глубокое понимание современного объектно‑ориентированного программирования, я владею широким спектром языков программирования и всегда стремлюсь расширять свои знания.",
   "AboutMeParagraph2":"Мои основные навыки — это <strong>Java, Linux и решение проблем</strong>. Я лучше всего работаю в командной среде, но мне также нужно время, чтобы обдумывать задачи самостоятельно. Я хороший наставник и преподаватель — навыки, которые я развил, работая ИТ‑техником и ассистентом в своей старой школе. Прежде всего, я быстро учусь, что позволяет мне легко адаптироваться к новым инструментам, фреймворкам и идеям.",
   "AboutMeParagraph3":"Конфиденциальность и безопасность очень важны для меня. Я всегда стараюсь настраивать устройства, которыми пользуюсь: например, на моем телефоне и домашних компьютерах установлены кастомные операционные системы. Делать всё самому сложнее, но для меня важно понимать, как работают мои устройства, и уметь решать проблемы самостоятельно. Сейчас я разбираюсь, как настроить собственный сервер, чтобы в будущем хранить на нём свои файлы.",
   "AboutMeParagraph4":"Помимо технологий, я разносторонний человек с множеством интересов. Я играю на пианино, поддерживаю физическую активность и регулярно занимаюсь бразильским джиу‑джитсу. Мне также нравится ездить на велосипеде, и я участвовал в соревнованиях. Кроме того, у меня есть нишевые увлечения, такие как архитектура, кулинария и наука.",
   "ProjectsIntro":"<strong>В этом разделе представлены лучшие проекты, над которыми я работал</strong>, чтобы продемонстрировать свои знания и навыки. Каждый проект содержит ссылку на соответствующий GitHub, если вы хотите посмотреть код.",
   "ProjectsProject1Header": "<a href=\"https://github.com/PVT-15-3/HoopUp\" target=\"_blank\">HoopUp — баскетбольное приложение</a>",
   "ProjectsProject1text1": "HoopUp — это проект, над которым я и ещё семь человек работали во время обучения в Стокгольмском университете. Четыре дизайнера и четыре программиста смогли создать приложение, которое интегрирует API для бронирования баскетбольных игр. Приложение подключается к базе данных Firebase, использует модульное тестирование и даже имеет встроенный чат.",
   "ProjectsProject1text2": "В проекте я взял на себя роль Scrum Master, а также занимался программированием и модульным тестированием. Мы активно использовали GitHub и следовали модели Agile Scrum на протяжении всего проекта, что привело к результату, которым мы все невероятно гордимся. Проект в основном написан на Dart с использованием Flutter и доступен для загрузки как на iOS, так и на Android.",
   "ProjectsProject1text3": "На изображениях рядом вы можете увидеть часть кода, диаграмму классов и примеры того, как выглядело приложение. Мы активно использовали провайдеры, чтобы легко выполнять обновления элементов интерфейса, и это был первый раз, когда мы работали с асинхронным программированием. Было трудно изучить так много и одновременно следить за множеством элементов, но это оказалось очень полезным опытом.",
   "ProjectsProject2Header" : "<a href=\"https://github.com/ErikZubarev/ErikZubarev.github.io\" target=\"_blank\">Веб-сайт</a>",
   "ProjectsProject2text1" : "Я решил создать веб-сайт, чтобы продемонстрировать свои знания в интерактивной форме. Сначала я разработал языковую функцию и реализовал её так, чтобы пользователю не нужно было перезагружать страницу для просмотра изменений. В фоновом режиме я создал три JSON‑файла, по одному для каждого языка, что делает редактирование и применение на сайте простым. Каждый абзац текста имеет уникальный идентификатор, который извлекается и изменяется JavaScript‑документом; код можно увидеть в галерее ниже. Попробуйте сменить язык!",
   "ProjectsProject3Header" : "<a href=\"https://github.com/ErikZubarev/IoT-Traffic-Lights\" target=\"_blank\">Интернет вещей — Транспортная система</a>",
   "ProjectsProject3text1" : "Во время моей бакалаврской программы я создал симуляцию транспортной системы, подключённой к приложению для мониторинга. Вся система была построена на Raspberry Pi, подключённой к датчику приближения и светодиодам трёх цветов, которые выполняли роль светофоров. Когда движение не обнаруживалось, светофоры выключались, а когда датчик фиксировал автомобиль — включались снова. Raspberry Pi отправляла статус от датчика и светофоров в приложение, которое в свою очередь возвращало инструкции от простого алгоритма о том, какие огни должны гореть. Когда светофоры были включены, приложение рассчитывало, сколько денег выплачивает Транспортное управление Швеции — см. изображение ниже.",
   "ProjectsProject3text2" : "Проект был направлен на решение проблемы ненужного энергопотребления и одновременно исследовал, как умные города могут способствовать более устойчивым решениям. Raspberry Pi использовала свои GPIO‑разъёмы для связи с оборудованием и сетевой протокол MQTT для связи с приложением. Именно протокол MQTT стал одной из самых больших проблем во время проекта, так как большую часть курса мне было трудно заставить его работать. В конце концов мне удалось решить проблему, и я чувствую, что многому научился в области сетевой коммуникации, IoT‑систем и разработки приложений.",
   "ProjectsProject3text3" : "Результаты показали, что Транспортное управление Швеции могло бы экономить 33 000 крон в час при условии, что все светофоры в Стокгольме были бы выключены. На момент проекта такой функции в реальности, насколько я знаю, не существовало, но сегодня Транспортное управление внедрило аналогичное решение в дорожном движении.",
   "ServicesHeader": "Другие услуги",
   "ServicesText": "<strong>У меня обширное образование в области компьютерных и системных наук</strong>, где я изучил многое, выходящее за рамки программирования. Мне также интересны: <ul><li>Разработка ИИ</li><li>Консультации по кибербезопасности</li><li>Разработка приложений</li><li>UI/UX/интуитивный дизайн</li><li>Графический дизайн</li></ul>",
   "finalEmail": "Email",
   "finalPhone": "Телефон",
   "finalAddress": "Адрес",
   "finalElsewhere": "Другие ссылки",
   "finalEmailForm": "<strong>Хотите видеть меня в своей команде?</strong> Заполните форму ниже, чтобы отправить мне письмо!",
   "namePlaceholder": "Имя",
   "emailPlaceholder": "Email",
   "messagePlaceholder": "Сообщение",
   "buttonText": "Отправить сообщение"
}