{
   "blurb" : "Artificiell intelligens-, programmerings- och cybersäkerhetsentusiast<br><a href=\"https://github.com/ErikZubarev\" target=\"_blank\">@GitHub</a>",
   "arrowText": "<strong>Kontakta mig</strong>",
   "AboutMeheader1": "Om mig",
   "thirdheader": "Kompetenser",
   "ProjectsHeader": "Projekt",
   "finalHeader": "Hör av dig",
   "AboutMeParagraph1":"<strong>Välkommen till min portfölj!</strong> Mitt namn är Erik, jag har en kandidatexamen i data- och systemvetenskap och har arbetat som IT-tekniker i över fem år. Jag har programmerat sedan mellanstadiet, då jag gick med i en programmeringsklubb på fritiden. Jag hittade glädje i att lära mig och förstå datorer redan i tidig ålder, vilket ledde mig till att välja det tekniska programmet på gymnasiet och vidare på universitetet där jag tog min examen. Jag har en djup förståelse för det moderna klassbaserade programmeringsparadigmet, jag är kunnig i flera programmeringsspråk och är driven att ständigt utveckla mina kunskaper.",
   "AboutMeParagraph2":"Mina kärnkompetenser ligger i <strong>Java, Linux och problemlösning.</strong> Jag arbetar bäst i samarbetande miljöer, men behöver även tid för att kunna tänka igenom saker själv. Jag är en bra mentor och lärare, vilket är kunskaper som jag utvecklade från att ha arbetat på mitt gamla gymnasium som IT-tekniker och elevassistent. Framför allt lär jag mig snabbt, vilket gör att jag enkelt kan anpassa mig till nya verktyg, ramverk och arbetsuppgifter.",
   "AboutMeParagraph3":"Integritet och säkerhet är mycket viktigt för mig. Jag arbetar alltid lite extra för att anpassa mina prylar till att fungera för mig, exempelvis har jag anpassat operativsystemen på min telefon och mina hemdatorer. Att göra allt själv är mer krävande, men det är viktigt för mig att lära mig hur mina prylar fungerar och att ha förmågan att lösa problem självständigt. Just nu planerar jag att sätta upp en hemmaserver för att spara mina filer på i framtiden.",
   "AboutMeParagraph4":"Utanför teknik är jag en mångsidig person med många intressen. Jag spelar piano, håller mig fysiskt aktiv och tränar regelbundet brasiliansk jiu-jitsu. Jag tycker också om att göra cykelturer och har deltagit i lopp. Jag har dessutom nischade intressen som arkitektur, matlagning och vetenskap.",
   "ProjectsIntro":"<strong>I denna sektion presenterar jag mina bästa projekt</strong> som illustrerar mina kunskaper. Varje projekt länkar även till GitHub ifall du vill ha tillgång till koden",
   "ProjectsProject1Header": "<a href=\"https://github.com/PVT-15-3/HoopUp\" target=\"_blank\">HoopUp - basketappen</a>",
   "ProjectsProject1text1": "HoopUp är ett projekt jag och sju andra personer samarbetade på under vår utbildning på Stockholms Universitet. Med fyra designers och fyra programmerare lyckades vi skapa en app som integrerar API:er för att boka in basketmatch med andra. Appen ansluter till en Firebase-databas, använder unit testing och har till och med en inbyggd chat.",   
   "ProjectsProject1text2": "Jag antog Scrum Master-rollen under projektet och ansvarade över att programmera och unit-testa. Vi använde GitHub aktivt och följde Agile Scrum-modellen under hela projektet vilket resulterade i något vi alla är otroligt stolta över. Projektet var för det mesta skrivet i Dart genom Flutter, och kan därför laddas ner till både iOS och Android",
   "ProjectsProject1text3": "I galleriet nedan kan du se en del av koden, ett klass-diagram och en demo video. Vi använde oss mycket av providers för att enkelt kunna utföra updateringar till UI element samt var det första gången vi körde asynch programmering. Det var svårt att lära sig så mycket, och att behöva hålla reda på så många element samtidigt, men det var mycket givande.",
   "ServicesHeader": "Andra tjänster",
   "ServicesText": "<strong>Jag har en omfattande utbildning kring data- och systemvetenskap</strong> där jag har hunnit lära mig mycket som inte bara är programmering. Jag har även intresse för: <ul><li>AI-utveckling</li><li>Cybersäkerhetskonsultation</li><li>Fullstack webbutveckling</li><li>Apputveckling</li><li>UI/UX/Intuitiv Design</li><li>Grafisk design</li></ul>",
   "finalEmail": "Email",
   "finalPhone": "Telefon",
   "finalAddress": "Address",
   "finalElsewhere": "Annat",
   "finalEmailForm": "<strong>Vill du ha mig på ditt team?</strong> Fyll i formuläret nedan för att skicka mig ett mejl!",
   "namePlaceholder": "Namn",
   "emailPlaceholder": "E-post",
   "messagePlaceholder": "Meddelande",
   "buttonText": "Skicka meddelande"
}
