{
    "blurb" : "AI, IT och cybersäkerhets entusiast med en passion för problemlösning <br><a href=\"https://www.linkedin.com/in/erik-zubarev/\" target=\"_blank\">@LinkedIn</a>",
    "arrowText": "<strong>Kontakta mig</strong>",
    "AboutMeheader1": "Om mig",
    "thirdheader": "Kompetenser",
    "ProjectsHeader": "Projekt",
    "finalHeader": "Hör av dig",
    "AboutMeParagraph1":"<strong>Välkommen till min portfölj!</strong> Mitt namn är Erik och jag har en kandidatexamen i datavetenskap, där min examensuppsats fokuserade på att bygga ett ramverk för att identifiera viktiga säkerhetsfunktioner i AI-system för att upptäcka phishing attacker. Jag har programmerat sedan mellanstadiet, då jag gick med i en programmeringsklubb på fritiden. Jag hittade glädje i att lära mig och förstå datorer redan i tidig ålder, vilket fortsatte på gymnasiet där jag valde ett tekniskt program för att lära mig programmering på en högre nivå, och vidare på universitetet där jag tog min examen. Denna väg har gett mig en djup förståelse för det moderna klassbaserade programmeringsparadigmet, ett brett spektrum av programmeringsspråk och en hunger att lära mig mer.",
    "AboutMeParagraph2":"<strong>Mina kärnkompetenser ligger i Java, Linux, intuitiv och tillgänglig design samt problemlösning.</strong> Jag arbetar bäst i samarbetande miljöer, men behöver tid för att kunna tänka igenom saker själv. Jag tycker om att tackla utmaningar direkt och söker ständigt nya möjligheter att lära mig något nytt. Som elevassistent fokuserade jag på att förstå andras perspektiv, vilket gjorde mig till en mer effektiv mentor och lärare. Framför allt lär jag mig snabbt, vilket gör att jag enkelt kan anpassa mig till nya verktyg, ramverk och idéer.",
    "AboutMeParagraph3":"Jag bryr mig mycket om min integritet och säkerhet. Jag går alltid ett extra steg för att förstå och anpassa sakerna jag använder, exempelvis har jag anpassat operativsystemen på min telefon och mina hemdatorer. Att göra allt själv är mer krävande, men det är viktigt för mig att lära mig hur mina enheter fungerar och att ha förmågan att lösa problem självständigt. I framtiden planerar jag att utöka min självständighet genom att bygga min egen server.",
    "AboutMeParagraph4":"Utanför teknologin är jag en mångsidig person med många intressen. Jag spelar piano, håller mig fysiskt aktiv och tränar regelbundet brasiliansk jiu-jitsu. Jag tycker också om att göra cykelturer och har deltagit i lopp. Jag har dessutom nischade intressen som arkitektur, matlagning och vetenskap.",
    "ProjectsIntro":"<strong>I denna sektion presenterar jag de bästa projekten jag arbetat med.</strong> Här syns några av de bästa projekten jag har jobbat med som illustrerar mina kunskaper. Varje projekt länkar även till GitHub ifall du vill ha tillgång till koden",
    "ProjectsProject1Header": "<a href=\"https://github.com/PVT-15-3/HoopUp\" target=\"_blank\">HoopUp - basketappen</a>",
    "ProjectsProject1text1": "HoopUp är ett projekt jag och sju andra personer sammarbetade på under vår utbildning på Stockholms Universitet. Med fyra designers och fyra programmerare lyckades vi skapa en innovativ app som integrerar API:er, unit testing och databaser för att kunna boka in basketspel, filtrera vem som får vara med samt ha en chatt för att kunna plannera.",
    "ProjectsProject1text2": "Jag antog scrum master rollen under projektet samt hjälpte jag till med att programmera och unit-testa. Vi använde GitHub aktivt och följde agile scrum modellen under hela projektet och slutade upp med något vi alla är otroligt stolta över. Projektet var för det mesta skrivet i Dart genom Flutter, och kan där för laddas ner på både iOS och Android",
    "ServicesHeader": "Andra tjänster",
    "ServicesText": "<strong>Jag har en omfattande utbildning kring data- och systemvetenskap</strong> där jag har hunnit lära mig mycket som inte endast är programmering. Jag har även intresse för: <ul><li>AI utveckling</li><li>Cybersäkerhets konsultation</li><li>Fullstack webbutveckling</li><li>App utveckling</li><li>UI/UX/Intuitiv Design</li><li>Design för grafiker</li></ul>",
    "finalEmail": "Email",
    "finalPhone": "Telefon",
    "finalAddress": "Address",
    "finalElsewhere": "Annat",
    "finalEmailForm": "<strong>Vill du ha mig på ditt team?</strong> Fyll i formuläret nedan för att skicka mig ett mejl!",
    "namePlaceholder": "Namn",
    "emailPlaceholder": "E-post",
    "messagePlaceholder": "Meddelande",
    "buttonText": "Skicka meddelande"
}